{
    "adminInputs": {
        "inputB1": "销售公司",
        "inputB2": "客户行业",
        "inputB3": "解决方案"
    },
    "promptBlocks": [
        "根据以下要求输出一个故事案例。更生动和复杂一些，有丰富的细节。在故事后面根据这个案例内容设计7个给学员阅读后的思考问题，然后在所有问题之后列出7个问题的参考答案，以checklist呈现，这样学员就可以自己去check。\n            具体要求为：\n            标题：讲师教学开场案例\n            1，主题：对销售来说，什么才是真正的机会。\n            2，形式：主人公以第一人称的自述和独白的形式，故事要讲得具体和生动，多举实际的例子，表达要口语化。\n            3，主人公背景信息：一个销售人员，是${inputB1}的业务拓展经理，\n            4，主要故事脉络：主人公如何把公司的新的${inputB3}在新的应用领域中成功在${inputB2}中开发出标杆客户，他如何成功地在一开始毫无头绪，觉得自己没有选择客户的权利，如何慢慢改变自己的思维定势和态度，逐步探索，找到思维的盲区，并用系统的方法找到新产品在新领域中的应用的。用生动的对话体现他在这个过程中遇到的困难，他如何克服困难，然后如何敏锐发现客户的隐含的需求，然后创新地整合公司内部资源来满足了客户的需求的故事。对话文字要生动，主次分明，要详细描写销售是如何主动寻找到那些竞争对手容易忽略的客户联系人，然后如何跟他们互动过程中发现了未被满足的需求。然后在内部找资源的过程中如何碰壁，内部考虑各自利益，然后业务拓展人员通过在客户和内部之间如何循序渐进多次沟通后逐步才得到内部的支持。更生动和复杂一些，有丰富的细节。",
        "根据以下要求输出一个教学案例。更生动和复杂一些，有丰富的细节。在后面根据这个案例内容设计7个给学员阅读后的思考问题，然后在所有问题之后列出7个问题的参考答案，以checklist呈现，这样学员就可以自己去check。\n            具体要求为：\n             标题：讲师教学第一轮后案例：什么才是真正的机会\n            1，主题：对销售来说，什么才是真正的机会。\n            2，形式：主人公以第一人称的自述和独白的形式，故事要讲得具体和生动，多举实际的例子，表达要口语化。\n            3，主人公背景信息：是${inputB1}的销售代表。王伟。\n            4，主要故事脉络：主人公作为一个销售人员，他因为朋友介绍认识了一个新客户。他如何通过一开始跟客户从不熟悉，到慢慢创造跟客户不同联系人互动的契机，逐步地跟客户中广泛的联系人建立关系，呈现他在这个过程中遇到的困难，然后他如何在从不同人收集来的不完整的信息中捕捉和筛选到真正的商机，举例说明他如何识别哪些看上去像商机但不是商机，他如何判断真实商机在客户决策中的优先顺序，最终成功找到了最理想的的商机项目，这类型的项目也是公司最近在大力市场推广的项目，但目前只是项目的初期，也呈现销售急于推进项目，结果因为客户处于比较早期的阶段，导致他的一些销售行动没有得到预定的效果，总结销售的反思以及如何迅速调整的。\n            5，销售可能遇到的困难包括：难以接触到关键决策者、客户对产品/服务缺乏了解、无法判断信息的真伪、畏惧客户的组织政治而不敢行动等",
        "参考后面的参考信息。出5道多项选择题，选项为ABCDEF共6个，其中2-4个正确答案不等，用situational judgement test（即情景判断测试）的技术，来测试学员作为销售对处于不同销售阶段的客户情景时，需要采取的行动的判断和选择是否正确。情景描述具体一些。输出的时候先描述一下5道题的整体背景，如学员是什么样的公司的销售，然后客户是什么行业，然后输出5道题目，最后输出答案。注意把所有题目列在一起，把所有答案列在一起（每道题的答案要对每一个选项逐一解释其为什么正确或者错误），而不要一道问题接着就是该问题的答案，方便老师先发问题，然后等学员做完了再发答案。\n            参考信息：标题：第一轮后SJT：销售早期阶段的战略\n            1，学员是一家${inputB1}的销售。情景要根据这个信息来设定\n            2，情景所处的销售阶段为：早期阶段。（各阶段的说明：早期阶段的重点是尽量全地摸清客户的组织结构和潜在商机，中期的重点是针对最合适的商机，要充分识别出所有的决策人，并且跟决策人的关系深度要发展得足够深。后期的重点是应对竞争对手的竞争和客户内部可能产生的变化，以及在客户成交后如何创造更多商机）。",
        "根据以下要求输出一个教学案例。更生动和复杂一些，有丰富的细节。在后面根据这个案例内容设计7个给学员阅读后的思考问题，然后在所有问题之后列出7个问题的参考答案，以checklist呈现，这样学员就可以自己去check。\n            具体要求为：\n标题：讲师教学第二轮后案例：你如何知道跟客户的关系足够深了\n            1，主题：你如何知道跟客户的关系足够深了。\n            2，形式：主人公以第一人称的自述和独白的形式，故事要讲得具体和生动，多举实际的例子，表达要口语化。\n            3，主人公背景信息：是${inputB1}的销售。\n            4，主要故事脉络：主人公作为一个销售人员，他如何把公司的新收购的公司的产品在一家老客户中开发出新的应用方式的，在这个过程中体现他遇到的困难，包括自己心态上如何走出舒适区，如何在客户组织结构调整后和陌生的业务部门各个人员建立新的关系，特别是以前跟自己公司有过一些投诉和矛盾的联系人，他是如何克服心理障碍，然后一步一步化敌为友的。在这个过程中展现出了他对客户的组织需求，以及客户决策者的个人需求的发掘和共情，并且深挖出了一个特别容易被忽视的客户参与项目决策的决策人。并且也和这个决策人发展出了信任的关系，最后在初期评选的时候，才没有被这个决策人投反对票一票否决。",
        "参考后面的参考信息。出5道多项选择题，选项为ABCDEF共6个，其中2-4个正确答案不等，用situational judgement test（即情景判断测试）的技术，来测试学员作为销售对处于不同销售阶段的客户情景时，需要采取的行动的判断和选择是否正确。情景描述具体一些。输出的时候先描述一下5道题的整体背景，如学员是什么样的公司的销售，然后客户是什么行业，然后输出5道题目，最后输出答案。注意把所有题目列在一起，把所有答案列在一起（每道题的答案要对每一个选项逐一解释其为什么正确或者错误），而不要一道问题接着就是该问题的答案，方便老师先发问题，然后等学员做完了再发答案。\n            参考信息：标题：第二轮后SJT：销售中期阶段的战略\n            1，学员是一家${inputB1}的销售。情景要根据这个信息来设定\n            2，情景所处的销售阶段为：中期阶段。（各阶段的说明：早期阶段的重点是尽量全地摸清客户的组织结构和潜在商机，中期的重点是针对最合适的商机，要充分识别出所有的决策人，并且跟决策人的关系深度要发展得足够深。后期的重点是应对竞争对手的竞争和客户内部可能产生的变化，以及在客户成交后如何创造更多商机）。",
        "根据以下要求输出一个教学案例。更生动和复杂一些，有丰富的细节。在后面根据这个案例内容设计7个给学员阅读后的思考问题，然后在所有问题之后列出7个问题的参考答案，以checklist呈现，这样学员就可以自己去check。\n            具体要求为：标题：讲师教学第三轮后案例：应对变化、转危为机\n            1，主题：应对变化、转危为机。\n            2，形式：主人公以第一人称的自述和独白的形式，故事要讲得具体和生动，多举实际的例子，表达要口语化。\n            3，主人公背景信息：是${inputB1}的销售经理。\n            4，主要故事脉络：主人公在一个大客户跟了快一年了，有很多大项目都等着落地的时候，碰到了突发事件，客户突然进行了组织结构变革，而之前负责创新项目团队的对接人离职了，流言满天飞，感觉所有项目都要泡汤了。展现他在这种突发状况中，如何冷静地分析和评估现状，然后找公司内部的跟这个客户有不同层级接触的同事，包括自己的领导、其他部门的同事来综合收集和交叉验证客户内部变革的实际状况和真实的影响，他如何交叉验证破除了数个非常流行的谣言，同时准确识别了新的决策人和决策团队，然后在竞争对手都很懵的情况下迅速采取行动，和正确的决策团队成员迅速建立了信任，并安抚了他们脆弱的心灵，一举成为客户信赖的伙伴。",
        "参考后面的参考信息。出5道多项选择题，选项为ABCDEF共6个，其中2-4个正确答案不等，用situational judgement test（即情景判断测试）的技术，来测试学员作为销售对处于不同销售阶段的客户情景时，需要采取的行动的判断和选择是否正确。情景描述具体一些。输出的时候先描述一下5道题的整体背景，如学员是什么样的公司的销售，然后客户是什么行业，然后输出5道题目，最后输出答案。注意把所有题目列在一起，把所有答案列在一起（每道题的答案要对每一个选项逐一解释其为什么正确或者错误），而不要一道问题接着就是该问题的答案，方便老师先发问题，然后等学员做完了再发答案。\n            参考信息：标题：第三轮后SJT：销售后期阶段的战略\n            1，学员是一家${inputB1}的销售。情景要根据这个信息来设定\n            2，情景所处的销售阶段为：后期阶段。（各阶段的说明：早期阶段的重点是尽量全地摸清客户的组织结构和潜在商机，中期的重点是针对最合适的商机，要充分识别出所有的决策人，并且跟决策人的关系深度要发展得足够深。后期的重点是应对竞争对手的竞争和客户内部可能产生的变化，以及在客户成交后如何创造更多商机）。"
    ]
}